/* 
 Localizable.strings
 KBPanel
 
 Created by bo lin on 12-10-30.
 Copyright (c) 2012年 iJinShan. All rights reserved.
 */

"KBTweakTitle"="BatteryDoctroPro";

"KBPanelFont"="SegoeWP";
"KBPanelBoldFont"="SegoeWP-Bold";
"KBPanelFontLatin"="SegoeWP";
"KBPanelBoldFontLatin"="SegoeWP-Bold";

"PowerModeCustom"="Benutzerdefiniert";
"PowerMode0"="Draußen";
"PowerMode1"="Drinnen";
"PowerMode2"="Nacht";
"RemainTime"="Batterielaufzeit %@ h %@ min";
"PowerModeChanged"="geändert";

"KBPanelFreeMemory"="Freier RAM";
"KBPanelUsedMemory"="Genutzter RAM";
"Button_LTE"="LTE";
"Button_4G"="4G";
"Button_3G"="3G";
"Button_Airplane"="Flugzeug";
"Button_AutoLock"="Auto-Sperre";
"Button_Backlight"="Helligkeit";
"Button_Bluetooth"="Bluetooth";
"Button_ClearBadge"="Badges entfernen";
"Button_ClearNotify"="NC bereinigen";
"Button_Data"="Daten";
"Button_Flashlight"="LED";
"Button_HomeButton"="Home";
"Button_KillBackground"="Hintergrundprozesse schließen";
"Button_Location"="Ortungsdienst";
"Button_Mute"="Töne";
"Button_Reboot"="Neustart";
"Button_Respring"="Respring";
"Button_Rotation"="Rotation";
"Button_Shutdown"="Ausschalten";
"Button_SleepButton"="Bildschirmsperre";
"Button_Uicache"="Uicache bereinigen";
"Button_VPN"="VPN";
"Button_WiFi"="WLAN";
"Button_More"="Mehr";


"Alert_3G_On"="3G An";
"Alert_3G_Off"="3G Aus";
"Alert_4G_On"="4G An";
"Alert_4G_Off"="4G Aus";
"Alert_LTE_On"="LTE An";
"Alert_LTE_Off"="LTE Aus";
"Alert_Airplane_On"="Flugzeugmodus An";
"Alert_Airplane_Off"="Flugzeugmodus Aus";
"Alert_AutoLock_On"="%d min automatisch sperren";
"Alert_AutoLock_Off"="Nie automatisch sperren";
"Alert_Bluetooth_On"="Bluetooth An";
"Alert_Bluetooth_Off"="Bluetooth Aus";
"Alert_ClearBadge_Count"="%d Badges entfernt";
"Alert_ClearBadge_Empty"="Nichts entfernt";
"Alert_ClearNotify_Count"="%d Benachrichtigungen entfernt";
"Alert_ClearNotify_Empty"="Nichts entfernt";
"Alert_Data_On"="Daten An";
"Alert_Data_Off"="Daten Aus";
"Alert_Flashlight_On"="LED An";
"Alert_Flashlight_Off"="LED Aus";
"Alert_KillBackground_Count"="%d Apps geschlossen";
"Alert_KillBackground_Empty"="Keine Apps zu schließen";
"Alert_Location_On"="Ortungsdienst An";
"Alert_Location_Off"="Ortungsdienst Aus";
"Alert_Mute_On"="Stumm";
"Alert_Mute_Off"="Sound";
"Alert_Rotation_On"="Rotation Aus";
"Alert_Rotation_Off"="Rotation An";
"Alert_Uicache_Pre"="Warte…";
"Alert_Uicache_Post"="Uicache bereinigt";
"Alert_VPN_On"="VPN An";
"Alert_VPN_Off"="VPN Aus";
"Alert_VPN_NoConnection"="Kein aktiver VPN";
"Alert_VPN_NoPassword"="Needs Password";
"Alert_WiFi_On"="WLAN An";
"Alert_WiFi_Off"="WLAN Aus";
"LockSwitch_SlideToRespring"="wischen für Respring";
"LockSwitch_SlideToReboot"="wischen für Neustart";
"LockSwitch_SlideToShutdown"="wischen zum Ausschalten";

"ChargingView_RemainTime_HourAndMinutes"="%d h %02d min noch";
"ChargingView_RemainTime_Minutes"="%d min noch";
"ChargingView_RemainTime_Complete"="Laden beendet";
"ChargingView_Disconnect"="Bitte trennen";

"ChargingView_State_1"="Schnell laden";
"ChargingView_State_2"="Fortgesetztes laden";
"ChargingView_State_3"="Trickle laden";

"Uninstall_Alert_Title"="“%@” löschen";
"Uninstall_Alert_Body"="Löschen von “%@” wird nach Respring abgeschlossen.";

"ModeSetting"="Einstellungen";
"ModeRemainTime"="%@ h %@ min";

"Intelligence_Into_Percent_Title"="Aktiviert später \"Low-power Saving\"";
"Intelligence_Into_Percent_Body"="Daten Aus, WLAN Aus. Telefon und Nachrichten können genutzt werden.";

"Intelligence_Into_Sleep_Title"="Aktiviert später \"Sleep Mode\"";

"Intelligence_Cancel"="Abbrechen";
"Intelligence_Sure"="Sicher";
"Intelligence_Delay"="Verzögerung";

"home_view_change_airplane_off"="Flugzeugmodus ist ausgeschaltet, Telefon und Nachrichten können verwendet werden.";
"home_view_change_airplane_on"="Flugzeugmodus ist eingeschaltet, Telefon und Nachrichten können nicht verwendet werden.";
"home_view_change_data_on"="Daten An";
"home_view_change_data_off"="Daten Aus";
"home_view_change_wifi_on"=", WLAN An.";
"home_view_change_wifi_off"=", WLAN Aus.";

"PopClickHere"="Antippen zum Energie sparen";

"No_3G_alert"="3G an/aus kann Signalprobleme verursachen, Lösungsmethode:\"Einstellungen\" - \"Netzbetreiber\", \"Automatisch\" ausschalten und warten bis die Suche abgeschlossen ist, wähle den SIM-Karten Betreiber dann schalte \"Automatisch\" wieder ein.";